Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: “그럼 방어를.”
en_us: “Defense then.”

source: 신발을 갈아신은 안젤라는 나를 성안에 머무르고 있는 베른의 집무실로 안내했다.
en_us: After changing the shoes, Angela led me to Verne’s office that was in the castle.

source: “도대체 여긴 어디야.”
en_us: “Where the hell am I?” I murmured.

source: 나는 그 말을 듣고 나서 게롯을 바라봤다.
en_us: I then turned to Gerrod.

source: 게다가, 다른 건 몰라도 내가 이런 분야에서는 제법 경험이 많으니까.
en_us: Besides, I had many experiences in this field.

source: 쫓겨난 게 자랑은 아니잖아?
en_us: Being cast out wasn’t something to be proud of, was it?

source: 나는 고개를 끄덕이고 안내를 받아 이동했다.
en_us: I nodded and followed her.

source: 나는 아니라고 생각한다.
en_us: I think not likely.

source: “도련님이 기사의 길을 걷고 싶다면 익숙해져야 할 감각입니다.”
en_us: “It’s something you must get used to if you want to walk the path of knighthood,” said Gerrod.

source: “괜찮다.
en_us: “No, I’m alright.

source: “불가능한 것을 제외하고 남은 것이 아무리 믿을 수 없는 것이라고 해도 그것이 진실이다.”
en_us: “When you have eliminated all which is impossible, then whatever remains, however improbable, must be the truth,” I mused.

source: 기억을 잃어서 저런다, 라고 하는 게 일종의 면책사유가 되니까.
en_us: Everyone would be assuming that any strange behavior was due to my mental condition.

source: “그래, 양발을 다 내밀 필요는 없고.
en_us: “Yes. You don’t have to show me both feet.

source: 머리에 상식과 정보를 채워 넣고, 계속해서 관찰하다 보면 결국 정답에 도달할 수 있을 거다.
en_us: After gathering enough common knowledge and information while observing, I would reach the truth.

source: 다시금 내 이름을 찾고 싶다면 쿠르스트 산맥에서 국경 수비대가 맞서 싸우고 있는 하이랜더 50마리를 제거해야 한다.
en_us: In order to gain back my name, I would have to eliminate 50 highlanders, the enemy of the Border Guards.

source: 내 말에 게롯이 입을 다물었다.
en_us: Gerrod fell silent.

source: 일 참 잘 굴러간다.
en_us: Things couldn’t be better, could it?

source: 주의를 기울이지 않은 채 오감을 통해 수용된 정보는 그대로 사라진다.
en_us: If one sensed information without paying attention, it will all but evaporate.

source: “도련님, 소인입니다.
en_us: “Young Master, it’s me.

source: “성정이 경직되어있고, 고집이 세서 이런 식으로 발현되었다 생각하고 있습니다.”
en_us: “I believe that my stiff and stubborn personality manifested in such a way,” Gerrod explained.

source: 너 행복하고 기쁘고 즐거운 거 다 알아.
en_us: I knew how happy and joyful he must be.

source: 남들 다 바쁘게 움직이는 와중에 고용된 아랫사람이 화장을 고칠 여유가 어디 있습니까.”
en_us: A hired hand wouldn’t have time to adjust her makeup amidst that chaos.”

source: 이제 와서 돌아간다고 해도 녀석들이 우리를 곱게 보내주지는 않을 거다.
en_us: They weren’t going to let us get away even if we decided to leave.

source: 레드우드 백작가 영지의 동북쪽에 위치.
en_us: Located northeast of the Redwood estate.

source: 나머지 시체도 다 같은 방식으로 처리되어 있었다.
en_us: The other bodies had been treated the same way.

source: 오늘 나는 사람을 여럿 죽였다.
en_us: Today, I killed multiple people.

source: 내용을 읽은 나는 눈을 잠깐 감았다.
en_us: I closed my eyes briefly.

source: 나는 후우, 하고 녀석들이 질질 끌고 가는 데로 끌려갔다.
en_us: I sighed, letting myself be dragged over to wherever they wanted.

source: 실력이 뛰어난 기사나, 재능이 있는 녀석들은 쿠르스트 산맥 안에서도 어렵지 않게 찾아낼 수 있어.
en_us: I can find capable knights and talented soldiers anywhere in Kurst Mountains.

source: 병참 장교의 시선이 내 쪽으로 잠깐 향했다.
en_us: He briefly glanced at me.

source: 몸은 괜찮으십니까?”
en_us: Are you feeling alright?” asked Gerrod.

source: “끝난 겁니까.”{j}내 중얼거림에 에린실의 형상이 조용한 목소리로 대답했다.
en_us: “Is this over?” I murmured.{j}

source: 나는 로티샤 호수에서 붉은 가지를 발견했다.{j}로티샤 호수는 바닥에 꽂혀있던 붉은 가지의 힘에 의해서 유지되는 중이다.
en_us: I found the Red Branch at the bottom of Lake Roticha, which was being maintained by the sword’s power.{j}

source: 커흑, 하는 소리를 낸 녀석이 이내 억지로 자세를 바로잡는다.
en_us: The bastard let out a groan as he forced himself straight.

source: 이 몸뚱아리의 원래 주인이 막 살았고, 덕분에 나에 대해서 사람들이 안 좋은 감정을 가지고 있다는 건 충분히 이해했다.
en_us: I could understand that the owner of this body lived like a scum, and that people disliked me as a result.

source: 그리고, 잠시 뒤 로델린이 식당 안으로 들어왔다.
en_us: Soon, Rodelline came in.

source: 교환 비율로 따지면 하루 일하고 하루 쉬는 수준이잖아.
en_us: That was like taking a day off for every day you worked.

source: 요즘 많이 편해졌다는 이야기도 있고.”{j}이건 무슨, 군대 끌려가기 전에 걱정하는 어머니를 위로하는 아들이 된 기분인데.
en_us: People say that the work’s much easier now,” I assured her, feeling like a son consoling his mother before going off to an army.{j}

source: 오랜 시간 레드우드 가문이 구심점의 이물 반응을 최소화하기 위해 가다듬은 혈통과, 어린 시절 심장에 박아넣은 미스릴 조각.
en_us: The bloodline that the House of Redwood refined to minimize the body’s reaction to the core and the piece of mithril that had been embedded when I was young would guarantee that.

source: “그거 참, 자살하고 싶어 환장한 사람들도 아니고.”{j}나는 그렇게 중얼거리고는 침대에서 일어나며 책을 휙 던졌다.{j}나타난 분신이 내가 던진 책을 받아 테이블 위에 올려두고 사라졌다.
en_us: “Man. Are these people all so desperate to die?” I mumbled as I sat up and tossed the book which my double caught and placed back on the table.{j}{j}

source: “잠을 충분히 자 두도록.
en_us: “Do get enough sleep.

source: “몸은 괜찮아요.
en_us: “I feel fine.

source: 그 와중에 태어난 나라는 녀석은 영 시원치 않은 놈이었고, 제인에게서 나온 데이먼은 썩 자질이 괜찮아 보이는 녀석이었으니까.
en_us: Meanwhile, I the son was unpromising to say the least in contrast to Damon, Jane’s child.

source: “일단은 그 쿠르스트 산맥인지 뭔지 하는 곳부터 뭐 하는 곳인지 찾아봐야지.”
en_us: “I should look up what kind of place that Kurst Mountains or whatever is,” I murmured with my forehead still on the wall.

source: “하지만 저는 기사가 아닙니다.
en_us: “But I am not.

source: 안젤라는 순간적으로 그 사악한 방울을 원망스러운 눈으로 바라보다가 자리에서 일어났다.
en_us: Staring accusingly at the accursed bell, Angela finally stood up.

source: “레드우드 백작가에 미친놈이 하나 있다는 건 들었…….”
en_us: “I have heard that there is a mad bastard in the House of Redwood...”

source: 원래 크기는 상대적인 거다.
en_us: Size was, after all, relative.

source: 마틴 레드우드, 조나단 헤서웨이, 카론 루빈스키.”
en_us: Martin Redwood, Jonathan Hathaway, Charon Rubinsky,” said the commissary.

source: “그래, 도움이 되었다니 기쁘다.
en_us: “I’m glad to have helped.

source: 사람의 몸은 마력을 쌓아놓을 수 없는데, 몸에 마력을 쌓는다니.
en_us: How could one accumulate mana when human body cannot hold it?

source: 마음을 먹는 것만으로도 붙들어 놓을 수 있다.{j}게롯은 그렇게 말했다.
en_us: Mana could be held down just by the mind willing it, according to Gerrod.{j}

source: 발달한 근육과 몸의 흉터.{j}손의 굳은살과 단단한 걸음걸이.
en_us: The man with toned muscles and scars had calluses on his hand and marched powerfully.{j}

source: “세상을 살아가며 다양한 경험을 하고, 굴곡을 경험할수록 영혼은 강인해지고, 다양한 성질을 품게 될 가능성이 있지요.”
en_us: “More you experience the ups and downs of life, the more the soul matures and assumes different properties.”

source: “네가 그걸 어떻게.”
en_us: “How did you...” he murmured.

source: 얘, 밥이나 먹으렴.
en_us: Eat your breakfast, boy.

source: “어머니를 뵙고 싶은데.
en_us: “I also want to see mother.

source: 그 상태로 10초 정도 더 목을 짓누르고 있던 나는 녀석의 입에 물려 있던 정체불명의 도구를 잡아챘다.
en_us: I waited 10 more seconds before snatching the mysterious device in his mouth.

source: 원래 목 뒤를 찔리면 위험하지만, 이 시체가 찔린 장소인 2번과 3번 경추 사이는 특별히 더 치명적이다.{j}그쪽의 척수는 횡경막의 신경과 바로 연결되어있으니까.
en_us: Getting stabbed in the back of the neck was dangerous, but the spot between the axis and the C3 was especially lethal as it was connected to the nerves on the diaphragm.{j}

source: 몇 주 뒤면 쿠르스트 산맥으로 끌려가는데 여자는 무슨 놈의 여자.
en_us: A woman my ass. I was getting dragged to Kurst Mountains in a few weeks.

source: 더 하실 말 없으면 나가보겠습니다.”
en_us: I’ll be off unless you have something more to say.”

source: 나는 그 말에 고개를 끄덕이고 문을 나섰다.{j}허락을 받았으니 이제 더 이상 저 인간에게 찾아갈 일이 없었으면 한다.
en_us: I nodded and left the room, hoping that I would never have to deal with him now that I had his permission.{j}

source: 내 코가 석 자인데 거기에 더해서 후드를 뒤집어쓴 마법사의 정체를 밝혀내기 위해 시간을 쓰라고?
en_us: I couldn’t be bothered with finding out the identity of the hooded mage when I was on my last straws.

source: 버드나무 껍질에서 추출한 약물이 염증을 치료하고 통증을 덜어내는 효과가 있습니다.”
en_us: The substance from willow bark reduces inflammation and pain,” he replied.

source: 문 앞에 선 나는 노크를 했다.{j}“누구지?”{j}다소 건조한 목소리가 들린다.
en_us: I knocked to hear a rather dry voice answer, “Who are you?”{j}{j}

source: 네 배다른 형님 되신다.”
en_us: I’m your half-brother,” he replied.

source: 다음으로는 내 발 치수를 확인할 차례다.
en_us: Now, it would be my turn.

source: 꿈보다 해몽이라더니.
en_us: Interpretations mattered after all.

source: “발현점……?
en_us: “A manifestation...?

source: “붉은 가지의 힘이 완전히 사라졌다고 하나, 붉은 가지는 여전히 가문의 가보다.
en_us: “You may say that the Red Branch’s power has disappeared completely, but it is still our heirloom.

source: 다시 문이 열리고 누군가 들어온다.
en_us: The door opened again to reveal another person.

source: “똑바로 서, 이 새끼야!”{j}병사 중 하나가 비틀거리고 있는 녀석의 머리통을 다시 한번 칼집으로 후려갈긴다.
en_us: “Stand up straight, you scum!” yelled a soldier as he delivered another blow to a staggering man’s head.{j}

source: 나는 그 모습을 보고 있다가 말했다.{j}“뭔데?{j}할 말 있으면 해봐.”
en_us: I looked at her before asking, “What is it? Say what you have in your mind.”{j}{j}

source: 게다가 반지의 장식이 딱 도장처럼 생겼다.{j}도장 같은 거 찍기 좋게 말이다.
en_us: Also, the mark on the ring resembled a seal as if it was meant to press wax.{j}

source: 말을 마친 병참 장교가 옆으로 손을 내밀자, 병사가 명단을 그의 손 위에 올려주었다.
en_us: The commissary reached out as the soldier placed the list of names in his hand.

source: “들어가지.
en_us: “Let’s go inside.

source: “짐을 다 싼 사람은 수통을 챙겨 앞으로 나와 물을 채우고, 마셔두도록.”
en_us: “Those who are packed can fill up their canteen and drink up.”

source: 애초에 로티샤 호수 자체가 이 검으로 인해 유지되고 있었던 건가.
en_us: Lake Roticha was maintained with the power of the sword from the beginning.

source: 내 말에 허리춤에 검을 차고 있던 게롯이 시선을 내 쪽으로 향하고 다소 놀란 표정을 지었다.
en_us: Gerrod who had been fastening a sword to his belt turned to me in surprise.

source: 8000개가 넘는 대부분의 흥신소와 나의 결정적인 차이점은 거기에 있었다.{j}그리고, 그 차이점이 내가 다른 흥신소는 하지 않는 일을 하면서 돈을 많이 받는 이유였지.
en_us: That was the difference between me and the 8,000 other private agencies and why I got paid handsomely to do what the others did not do.{j}

source: 좁쌀만 한 담을 가지고는 할 수 없는 일을 하곤 했으니까.
en_us: If I wasn’t, I wouldn’t have been able to do the job I had.

source: “그래서, 후손 중 하나 정도는 죽어도 된다?”
en_us: “So are you saying you’re willing to sacrifice one or two descendants?” I spat.

source: 아가씨, 목소리가 그렇게 떨리면 너무 티가 난다고 생각하지 않아?
en_us: Geez, lady. It’s too obvious when your voice is trembling like that.

source: 바닥에 가구가 끌린 자국 몇 개가 보인다.
en_us: On the floor were some marks from furniture being dragged.

source: 작게 한숨을 쉰 게롯이 내 쪽으로 다가왔다.
en_us: Gerrod sighed quietly before walking over.

source: 베르가모트 오렌지.
en_us: Bergamot orange.

source: “잠시 쉬긴.”
en_us: “I don’t need a break,” I panted.

source: 녀석이 순간적으로 당황한다.{j}그 틈을 타 역으로 달려들었다.{j}나는 그런 생각을 하면서 그대로 녀석의 허리에 다리를 휘감고 몸을 바짝 붙였다.
en_us: He started, and I used the opportunity to dive in, wrapping my legs around his waist and coming flush against him.{j}{j}

source: 그 말을 들은 안젤라는 자신도 모르게 당황한 표정으로 고개를 들고 마틴을 바라봤다.
en_us: Confused, Angela inadvertently looked up to stare at Martin.

source: 시체로 손을 뻗은 나는 턱을 잡고 살짝 움직여 보았다.
en_us: I reached out to grab the jaw and move it around.

source: 설명을 다 듣고 나자, 게롯이 마력을 모으는 법에 대해서 설명해주기 시작했다.
en_us: Once done with explanations, Gerrod began to explain how to collect mana.

source: 1분 준다.”
en_us: I give you 1 minute,” barked the commissary.

source: “바로, 챙겨오겠습니다.”{j}마틴의 말에 안젤라는 무서운 상상을 하면서 떨리는 음색으로 대답했다.
en_us: “I’ll bring one right away,” Angela answered in a trembling voice, imagining the horrible scenario.{j}

source: 쉬운 길과 어려운 길이 있다면 쉬운 길을 택하는 건 사람의 본능이다.
en_us: Of course, they would choose an easy way out.

source: 마력을 통해 발현되는 능력은 개인별로 다르다.
en_us: The power that manifested through mana varied per individual.

source: 사람 칠 때 술이 없으면 섭하지.”
en_us: You can’t beat up people without a nice drink first.”

source: “저는 괜찮습니다.
en_us: “I’m alright.

source: 내 말에 게롯이 진지한 표정으로 고개를 저었다.
en_us: But Gerrod shook his head, looking grave.

source: 대충 봐도 40가지가 넘어가는 화장품들이 진열되어있다.
en_us: At least 40 different ones lay on display.

source: 양옆에서 내 팔을 붙들고 있던 녀석들이 그대로 나를 바다로 집어 던졌다.
en_us: Holding my arms from each side, the bastards tossed me overboard.

source: 하지만 이거 하나만큼은 확실하게 대답을 들어야겠습니다.”
en_us: But I do want to ask you this one thing.”

source: 로델린의 표정이 살짝 안 좋아진다.
en_us: Rodelline’s expression slightly darkened.

source: 혹시 무기 같은 걸 차고 있습니까?”
en_us: Are they armed?” I asked.

source: 형상은 희미하게 빛나고 있었다.
en_us: She was glowing faintly.

source: 나는 몸을 이리저리 움직여 풀면서 대답했다.{j}“안 괜찮으면 어떻게, 오늘은 쉽니까?”
en_us: “If I’m not, what are we going to do? Take a day off?” I asked as I stretched.{j}

source: 능력을 사용하거나 마력으로 육체를 강화한다고 해도 이미 거기에 사용된 마력은 내 통제하에 방향성을 얻은 마력이다.
en_us: Even if I used the mana to activate the powers or strengthen my body, it was still under my control.

source: 그렇게 이야기를 나누며 얼마나 걸었을까.{j}그리 멀지 않은 곳에 위치한 민가 하나가 보인다.
en_us: We conversed and walked for a while when we saw a house in a distance.{j}

source: 고맙습니다, 어머니.”
en_us: Thank you, mother,” I replied.

source: “뭐라고?”
en_us: “What did you say?” asked Damon.

source: 화강암을 빚어 올려 만들어진 산의 경사는 가파르고, 거칠었다.
en_us: The granite mountain was steep and rugged.

source: 내 말에 레온 백작이 손을 휘휘 저었다.
en_us: Count Leon waved his hand dismissively.

source: “네.”
en_us: “Present,” I replied.

source: “그럴 수는 없습니다.
en_us: “We cannot.

source: 호수라면 빠져서 익사하기 전에 바닥에 닿는 게 충분히 가능할 테니까.
en_us: It was reasonable to reach the bottom of the lake before drowning.

source: 내 중얼거림에 형상이 대답했다.{j}― 네 심장은 붉은 가지의 파편과 함께 반죽되어 새로 빚어졌다.{j}새롭게 만들어진 너의 심장은 그 자체로도 마력을 모을 수 있다.
en_us: Your heart has been reformed with the piece of the Red Branch.Your new heart can collect mana as it is, replied the figure.{j}{j}

source: “신발이 큰 모양인데.”
en_us: “I think your shoes might be oversized.”

source: 환장하겠네.
en_us: For fuck’s sake.

source: 내 어머니라고 할 수 있는 백작 부인 로델린은 의사의 말에 동의했다.
en_us: Countess Rodelline, my supposed mother, agreed.

source: “이러니 피가 한 방울도 없지.”
en_us: “I see why we couldn’t even find a drop of blood.”

source: 그 사이, 나는 게롯을 살펴보고 한마디 던졌다.
en_us: Meanwhile, I examined Gerrod.

source: 이 도구에서 흘러나오는 공기의 양은 너무 적다.
en_us: The airflow from the device was too weak.

source: 지랄한다.
en_us: Bullshit.

source: “내가 빠진 위치를 알아내야겠어.”
en_us: “I should find out where I’d fallen,” I murmured.

source: “……이거.”{j}그리고 마침내 27번째 화장품에서 비슷한 냄새를 확인할 수 있었다.
en_us: “This...” I said, finding a similar smell in the cosmetics no. 27.{j}

source: 메뉴는 검소했다.{j}야채를 넣어 끓인 묽은 수프와 물 정도가 전부였다.
en_us: The menu was simple with a thin vegetable soup and water.{j}

source: 내 말에 로델린이 내 쪽으로 시선을 던지며 웃었다.
en_us: Rodelline glanced at me and smiled.

source: 그 와중에, 대기 중에 흩어져 있던 마력이 돛단배의 중심으로 마구 끌어모아지면서 바닥에 시뻘건 문양이 떠오른다.
en_us: Meanwhile, the mana scattered throughout the air began to gather in the middle of the boat, forming a blood-red symbol on the deck.

source: 차차 알게 될 거야.”
en_us: You’ll find out eventually,” Rodelline replied.

source: “게롯 경의 경우에는?”{j}내 말에 게롯이 자신의 팔을 걷어 피부를 보여주었다.
en_us: “And you, Sir Gerrod?” I asked to which he rolled up his sleeve to reveal his skin.{j}

source: 아 진짜, 뭐 좀 확인하려고 하는데 되게 오래 걸리네.
en_us: God. Could she take any longer? I was just trying to check for something.

source: 수십 년 전에 만들어진 막사다.”
en_us: This tent was built a few decades ago.”

source: “네가 쿠르스트 산맥으로 향하는 건 한 달 뒤다.”
en_us: “You would head to the Kurst Mountains in a month.”

source: 나는 그 말에 살짝 인상을 쓰고 레온 백작을 바라봤다.
en_us: I frowned slightly as I looked at Count Leon.

source: “저긴 아니네요.
en_us: “That one’s not it.

source: 그렇게, 쿠르스트 산맥에 대한 서적을 읽어내려가며 밤이 점점 깊어가고 있었다.
en_us: The night grew deeper as I read through the books on those accursed mountains.

source: “견디지 못할 겁니다.
en_us: “The body won’t be able to stand it.

source: 얼마나 맛이 좋은지 코로 들어가는지 입으로 들어가는지도 모를 정도였어.{j}나는 식당 문을 나섰다.
en_us: So delicious in fact that I didn’t even remember the taste, I thought wryly as I left the dining hall.{j}

source: 정말로 기억을 잃기는 한 모양이구나.”
en_us: I see that you really have lost your memories,” he said.

source: 그냥 사람 몇 명이 탔다고 생각하기에는 돛단배의 흘수선이 지나치게 위로 올라와 있다.{j}짐을 많이 실었다는 뜻이다.
en_us: But the draft of the boat was too great for a few passengers, which meant that it had quite a load.{j}

source: 어차피 귀족이니까.
en_us: I was a noble after all.

source: 아마, 단순히 마력의 양만 따지고 본다면 게롯에 비교해도 부족하긴커녕 더 많을 정도의 마력일 것이다.
en_us: If we were just discussing the sheer volume of mana, it was likely that I had the amount equal to--no, greater than--what Gerrod had.

source: 사용할 수 있는 마력의 양이 적다면 능력이 많아도 제대로 쓰기 힘들다.
en_us: If one had little mana to begin with, using powers, regardless of how many one had, would be difficult.

source: “차에 향이 섞여 있는데.”
en_us: “The tea is scented,” I commented.

source: 기사의 길을 걷게 되어, 마력을 운용하더라도 지금과 같은 육체 훈련은 게을리하시면 안 됩니다.”
en_us: Even if you become a knight and start using mana, please remember to not forget the physical training like the one we did today,” said Gerrod.

source: 나는 부모님을 엄청 어린 나이에 여의고 혼자 살아야 했다.
en_us: Having lost my parents at a young age, I had to live alone.

source: 굴러가던 마차가 서서히 속도를 줄이기 시작한다.
en_us: The carriage slowly came to a halt.

source: 억지로 외울 필요는 없다.
en_us: You do not have to memorize the names.

source: 그런 걸로는 안된다.
en_us: That wouldn’t do.

source: “주무시는 줄 알았습니다.”
en_us: “I thought you were resting, sir,” I replied.

source: 그러시든가, 나도 그렇다면 내 할 말 하마.
en_us: Alright, then I would also let him know a piece of my mind.

source: “씨팔.”
en_us: “Shit,” I murmured before I could catch myself.

source: 그 녀석이 들고 있는 편지봉투가 전부 촛농으로 봉인되어있었지.
en_us: All of the envelopes were sealed with wax.

source: 시체는 세 구다.{j}성인 남녀, 그리고 어린애 하나.
en_us: There were three in total: an adult male, an adult female, and a child.{j}

source: 아니, 애초에 말이 10분일 뿐이지 시간을 재고 있지도 않을 것이다.
en_us: I would even venture to say that the commissary wasn’t counting clocks.

source: 누구 맘대로, 아직 괜찮아.
en_us: Not till I say so. I was fine.

source: 돌진할 때 가장 앞에 서는 이유가 있었군.
en_us: I could see why he stood on the frontlines.

source: 굳이 비교하자면 병원밥 수준이 아닐까.
en_us: If I were looking for a comparison, I’d say this was pretty similar to food at hospitals.

source: 집 밖으로 나온 나는 삽을 챙겨 게롯에게 건네주었다.
en_us: Stepping outside, I tossed a shovel at Gerrod.

source: 흐릿한 시야 속에서, 가장 먼저 보이는 건 천장의 작은 샹들리에였다.
en_us: The first thing I saw in my blurry vision was the small chandelier on the ceiling.

source: 목에 올가미가 걸릴 거야.”
en_us: He’ll garrote you as soon as he notices.”

source: 줄자?
en_us: A measuring tape?

source: 이 한겨울에도 물이 얼지 않는 거대한 호수라고 들었습니다.”
en_us: I hear it is a huge lake that does not freeze even in midwinter.”

source: “성은 다 돌아본 것 같은데.
en_us: “I think we’ve looked around everywhere.

source: 경험많은 베테랑 하녀의 조언에 안젤라는 고개를 끄덕이면서도, 자신이 오늘 그 올가미 도련님의 얼굴을 본 횟수를 떠올리며 속으로 의문을 품었다.
en_us: Angela nodded at the experienced maid’s advice. Yet, she had to question herself as she recalled just how many times she had seen him today.

source: 깎아낸 것 같은 절벽 위에 신기하게 툭 튀어나와 있는 부분이 있었는데, 이 오두막은 그 위에 지어진 물건이다.
en_us: There was a curious patch of rock protruding from the cliff on which the shack was standing.

source: “떠오르지 않는 기억까지 제 책임이라고 하신다면 저는 더 이상 할 말이 없습니다.”
en_us: “If you’re telling me that what I cannot remember is still my fault, I do not know what to tell you,” I replied.

source: “기억을 잃어버렸는데 그건 어떻게 알고 있느냐.”
en_us: “How do you know that when you have lost your memories?” he asked suspiciously.

source: 나는 그 진열함을 노려보며 턱을 쓰다듬었다.
en_us: I glared at the display as I stroked my chin.

source: “공격하시겠습니까?”
en_us: “Would you strike?” he asked.

source: “정말로 붉은 가지가 이 호수 어딘가에 있고, 도련님이 그 위치를 안다면 저도 돕고 싶습니다.
en_us: “If the Red Branch is somewhere in the lake, and you know its location, I wish to help.

source: “후우, 후우.”{j}자리에서 일어난 나는 얼굴을 구기고 가슴 위에 손을 올렸다.
en_us: “Haa... haa...” I panted, frowning as I stood up and lay a hand on my chest.{j}

source: “쿠르스트 산맥에서 많은 시간을 보내게 될 수도 있어요.
en_us: “I might have to spend a lot of time in Kurst Mountains.

source: 이제 씻으면 되는데, 뒤편에 여전히 서 있는 안젤라가 의심스럽다.
en_us: I was ready for a bath, but strangely, Angela was still standing behind me.

source: 여기에서 어설프게 뭔가 기억하고 있는 척하느니, 그냥 머릿속이 백지가 되었다는 식으로 밀어붙이는 편이 좋다.
en_us: Playing completely oblivious would be a better tactic than pretending to remember something.

source: 뭐 대가리에 구멍 뚫고 피 뽑아내겠다고 하면 대번에 싸대기를 치려고 했는데.
en_us: I was going to slap him if he said anything about making a hole on the skull and draining the blood or something.

source: “레브란트 후작가는 해당 행위에 책임질 것을 요구했다.”
en_us: House of Marquess Levrant demands justice for the act.

source: 내 말에 로델린이 고개를 젓고는 영주의 권좌 양옆에 걸려있는 가문의 문장이 새겨진 깃발을 가리켰다.{j}하얀 바탕에 검은 실로 수를 놓은 나무에는, 붉은 과실이 한가득 달려 있는 형상이다.
en_us: But Rodelline shook her head and pointed to the banner on both sides of the seat that had the family crest, a black embroidered tree with many red fruit on a white back.{j}

source: 길이는 85cm 정도, 폭은 2.3cm.
en_us: It was bout 85cm long and 2.3cm wide.

source: 말을 마친 나는 땅에 내리자마자 하인들에게 노숙 준비를 시키고, 게롯과 함께 움직이기 시작했다.
en_us: As soon as I landed ashore, I ordered the servants to set up camp before heading off with Gerrod.

source: 농부가 밭에 올 생각이 없다.
en_us: But the farmer had no wish to come.

source: “아침 식사가 준비되었습니다.”
en_us: “The breakfast is ready,” a servant announced.

source: 따로 원하시는 책이 있으십니까.”
en_us: Is there a title you particularly want?” she asked.

source: 물속에서 두 번이나 죽을 생각은 없다.
en_us: I had no wish to die twice in water.

source: 성문 앞에는 로델린과 함께 하인, 하녀 몇 명이 서 있다.
en_us: Before the gate waited Rodelline and a small group of servants and maids.

source: 무슨 말을 하려고 하는지 알겠다.
en_us: I could see what Gerrod was getting into.

source: “저런 게 돌아다니는 곳에 보내면서 죽는 건 바라지 않는다고 말하다니.”
en_us: “So he’s sending me to a place pack full of those things and he wants me to believe that he doesn’t want my death?”

source: 폐를 통해 몸 안으로 밀려 들어온 마력이 혈관을 타고 퍼져 심장에 도착하는 걸 느끼고, 그것들을 강제로 붙들어 놓는다는 마음가짐을 먹으시면 됩니다.
en_us: Feel it flow into your body through your lung and veins to your heart. Will it to stay.

source: 화장분의 향기는 분명히 붓꽃의 향기를 닮았다.
en_us: The powder smelled like irises.

source: 입 안을 타고 도는 짠맛이 먼저 느껴진다.{j}그리고 이어서 희미하게 들리는 파도치는 소리와 콧속을 누비는 물비린내.
en_us: A salty taste tickled my tongue, followed by a faint sound of waves and smell of water.{j}

source: “백작의 마누라가 둘이라면, 언젠가는 만나보겠지.”
en_us: “If the count does have two wives, I’ll get to see the other one eventually.”

source: “나와 잠시 어디 좀 가지.”{j}자리에서 일어난 도리안이 나를 데리고 어디론가 향했다.
en_us: “Let’s go somewhere,” said Dorian, getting up from his seat and heading out.{j}

source: 오늘 아침 씻고 나서 옷 갈아입고 쓴 거다.
en_us: So he wrote the letters after bathing and dressing.

source: 대부분의 향료가 가격이 제법 나가는 편이지만, 이건 돈을 지불할 능력이 있어도 구하기 힘든 물건이라서.”
en_us: Most scents are quite costly to begin with, but this one is rare. One couldn’t hope to find it even with money.”

source: 아침 댓바람부터 얌전히 있는 사람 성격 긁지 말고.
en_us: Don’t aggro me from the morning.

source: 내 말에 도리안이 대답했다.{j}“그렇다고 생각했다.{j}백작가의 장남이 끌려와서 신분도 낮은 녀석들에게 반말을 듣고 있으면 열이 뻗칠 만도 한데 말이지.”
en_us: “I thought so. I’d have imagined that the elder son of a count would be pissed off by the commoners talking down to him,” Dorian replied.{j}{j}

source: 이탈리아 특산품인데.{j}이 세상에서 비슷한 냄새를 맡게 될 줄은 몰랐다.
en_us: It was an Italian specialty that I hadn’t expected to recognize in this world.{j}

source: 마틴 레드우드는 어린 나이에 술만 먹으면 개가 되어서 사람을 패기가 일쑤였지만, 그것보다 더 지독한 일도 하곤 했다.
en_us: Young Martin Redwood would get piss drunk to beat up others. Sometimes he would do much worse.

source: 게롯이 고생을 엄청나게 한 모양이구나.
en_us: I suppose Gerrod had gone through a lot.

source: 레온 백작이 잠깐의 침묵 끝에 입을 열었다.{j}“나다.”
en_us: Count Leon fell silent for a while before finally responding, “It was me.”{j}

source: 눈앞에 분신이 하나씩 나타나 나에게 공격을 하기 시작한다.
en_us: My doubles appeared one by one to attack me.

source: “모자가 함께 있는 모습을 보니 제 마음이 다 편안합니다, 부인.
en_us: “It feels wonderful to see mother and son together, Madame.

source: 그 명단에 적힌 사는 곳을 확인하고 나서, 하나씩 살펴보면 금방 찾을 수 있겠지.
en_us: If we checked everyone on the list, we would soon find the victim.

source: “냄새 하고는.
en_us: “You stink.

source: 그 말을 들은 나는 게롯을 보고 말했다.
en_us: I turned to Gerrod.

source: 아, 발현점에 도달해서 얻게 된 능력은 내가 살아온 삶과 연관이 있다고 했지.
en_us: Oh, I see. The ability one gained after manifesting was related to one’s lived experiences.

source: 나는 데이먼의 어깨를 툭툭 두들긴 다음 다시 식당으로 돌아갔다.
en_us: I gave Damon’s shoulder a few taps before entering the dining hall again.

source: 눈보라로는 좀 부족했냐?
en_us: Wasn’t a blizzard enough?

source: 그리고, 게롯이 레온 백작의 성에 머무르는 이유도 그런 입장에 있는 나에게 검술을 가르치기 위해서다.
en_us: Also, Gerrod came to Count Leon’s castle to teach me, the desperate student, the sword mastery.
